Repository: OMARVII/Shotnix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, fr, ru, zh_hans

source: Clean Up lists what it would remove — the data of recordings Shotnix can't find, camera footage and pictures nothing uses, and clipboard exports older than a day — and asks first. On its own, Shotnix only removes clipboard exports older than a day; the data of your recordings stays until you clean it up here.
de: „Aufräumen“ listet auf, was entfernt würde – die Daten von Aufnahmen, die Shotnix nicht finden kann, ungenutzte Kameraaufnahmen und Bilder sowie Zwischenablage-Exporte, die älter als einen Tag sind – und fragt vorher nach. Von sich aus entfernt Shotnix nur Zwischenablage-Exporte, die älter als einen Tag sind; die Daten deiner Aufnahmen bleiben, bis du sie hier aufräumst.
fr: « Nettoyer » liste ce qui serait supprimé — les données des enregistrements que Shotnix ne trouve plus, les séquences de caméra et les images inutilisées, et les exportations vers le presse-papiers de plus d’un jour — et demande d’abord confirmation. De lui-même, Shotnix ne supprime que les exportations vers le presse-papiers de plus d’un jour ; les données de vos enregistrements restent jusqu’à ce que vous les nettoyiez ici.
ru: «Убрать лишнее» сначала показывает, что будет удалено: данные записей, которые Shotnix не может найти, неиспользуемые записи с камеры и изображения, а также экспорты в буфер обмена старше суток, — и спрашивает подтверждения. Автоматически Shotnix удаляет только экспорты в буфер обмена старше суток; данные ваших записей остаются, пока вы не удалите их здесь.
zh_hans: “清理”会列出将移除的内容 — Shotnix 找不到的录制内容的数据、未被使用的摄像头画面和图片，以及超过一天的剪贴板导出文件 — 并在移除前征得你的同意。平时 Shotnix 只会自动移除超过一天的剪贴板导出文件；你的录制内容的数据会一直保留，直到你在这里清理。

source: Clean Up…
de: Aufräumen …
fr: Nettoyer…
ru: Убрать лишнее…
zh_hans: 清理…

source: Cleaning Up…
de: Wird aufgeräumt …
fr: Nettoyage…
ru: Удаление лишнего…
zh_hans: 正在清理…

source: Cleaning up the voice in “%@”
de: Stimme in „%@“ wird bereinigt
fr: Nettoyage de la voix dans « %@ »
ru: Очистка голоса в «%@»
zh_hans: 正在清理“%@”中的人声

source: Cleaning up voice…
de: Stimme wird bereinigt …
fr: Nettoyage de la voix…
ru: Очистка голоса…
zh_hans: 正在清理人声…

source: Cleaning up your voice first… %lld%%
de: Zuerst wird deine Stimme bereinigt … %lld %%
fr: Nettoyage de votre voix d’abord… %lld %%
ru: Сначала очистка голоса… %lld %%
zh_hans: 正在先清理你的人声…%lld%%

source: Cleaning up your voice…
de: Deine Stimme wird bereinigt …
fr: Nettoyage de votre voix…
ru: Очистка голоса…
zh_hans: 正在清理你的人声…

source: Cleaning up your voice… %lld%%
de: Deine Stimme wird bereinigt … %lld %%
fr: Nettoyage de votre voix… %lld %%
ru: Очистка голоса… %lld %%
zh_hans: 正在清理你的人声…%lld%%

source: Clear All
de: Alle löschen
fr: Tout effacer
ru: Удалить все
zh_hans: 全部清除

source: Clear History
de: Verlauf löschen
fr: Effacer l’historique
ru: Очистить историю
zh_hans: 清除历史记录

source: Clear History?
de: Verlauf löschen?
fr: Effacer l’historique ?
ru: Очистить историю?
zh_hans: 要清除历史记录吗？

source: Click
de: Klick
fr: Clic
ru: Нажатие
zh_hans: 点按

source: Click a window to capture it · Esc cancels
de: Klicke auf ein Fenster, um es aufzunehmen · Esc bricht ab
fr: Cliquez sur une fenêtre pour la capturer · Échap pour annuler
ru: Нажмите окно, чтобы снять его · Esc — отмена
zh_hans: 点按窗口以捕捉 · 按 Esc 键取消

source: Click a zoom
de: Auf einen Zoom klicken
fr: Cliquer sur un zoom
ru: Выберите увеличение
zh_hans: 点按缩放

source: Click an annotation to edit it
de: Klicke auf eine Beschriftung, um sie zu bearbeiten
fr: Cliquez sur une annotation pour la modifier
ru: Нажмите объект, чтобы изменить его
zh_hans: 点按标注即可编辑

source: Click it on the video
de: Im Video darauf klicken
fr: Cliquer dessus dans la vidéo
ru: Нажмите объект в видео
zh_hans: 在视频上点按它

source: Click or press Esc to cancel
de: Zum Abbrechen klicken oder Esc drücken
fr: Cliquez ou appuyez sur Échap pour annuler
ru: Нажмите сюда или Esc, чтобы отменить
zh_hans: 点按或按下 Esc 键以取消

source: Click removed — ⌘Z to undo
de: Klick entfernt – ⌘Z zum Widerrufen
fr: Clic supprimé — ⌘Z pour annuler
ru: Нажатие удалено — ⌘Z, чтобы отменить
zh_hans: 已移除点按 — 按 ⌘Z 撤销

source: Click sounds
de: Klickgeräusche
fr: Sons de clic
ru: Звуки нажатий
zh_hans: 点按音效

source: Click to add a zoom — or press Z at the playhead
de: Klicke, um einen Zoom hinzuzufügen – oder drücke Z an der Abspielposition
fr: Cliquez pour ajouter un zoom — ou appuyez sur Z à la tête de lecture
ru: Нажмите, чтобы добавить увеличение, — или нажмите Z у указателя воспроизведения
zh_hans: 点按即可添加缩放 — 或在播放头处按下 Z

source: Click to add the next step
de: Klicke, um den nächsten Schritt hinzuzufügen
fr: Cliquez pour ajouter l’étape suivante
ru: Нажмите, чтобы добавить следующий шаг
zh_hans: 点按以添加下一步

source: Click volume
de: Klicklautstärke
fr: Volume des clics
ru: Громкость нажатий
zh_hans: 点按音量

source: Clicks
de: Klicks
fr: Clics
ru: Нажатия
zh_hans: 点按

source: Clicks — drag one to retime it, ⌫ removes the selected one
de: Klicks – ziehe einen, um seinen Zeitpunkt zu ändern; ⌫ entfernt den ausgewählten
fr: Clics — faites-en glisser un pour le recaler, ⌫ supprime celui qui est sélectionné
ru: Нажатия — перетяните нажатие, чтобы сменить его время; ⌫ удаляет выбранное
zh_hans: 点按 — 拖移可调整时间，按 ⌫ 可移除所选项

source: Clip moved — ⌘Z to undo
de: Clip verschoben – ⌘Z zum Widerrufen
fr: Clip déplacé — ⌘Z pour annuler
ru: Клип перемещен — ⌘Z, чтобы отменить
zh_hans: 已移动片段 — 按 ⌘Z 撤销

source: Clip now ends here
de: Clip endet jetzt hier
fr: Le clip se termine maintenant ici
ru: Теперь клип заканчивается здесь
zh_hans: 片段现在在此结束

source: Clip now starts here
de: Clip beginnt jetzt hier
fr: Le clip commence maintenant ici
ru: Теперь клип начинается здесь
zh_hans: 片段现在从此开始

source: Clip removed — ⌘Z to undo
de: Clip entfernt – ⌘Z zum Widerrufen
fr: Clip supprimé — ⌘Z pour annuler
ru: Клип удален — ⌘Z, чтобы отменить
zh_hans: 已移除片段 — 按 ⌘Z 撤销

source: Clip split
de: Clip geteilt
fr: Clip scindé
ru: Клип разделен
zh_hans: 已分割片段

source: Clip starts / ends here
de: Clip beginnt/endet hier
fr: Le clip commence/finit ici
ru: Клип начинается / заканчивается здесь
zh_hans: 片段从此处开始/结束

source: Clipboard
de: Zwischenablage
fr: Presse-papiers
ru: Буфер обмена
zh_hans: 剪贴板

source: Close
de: Schließen
fr: Fermer
ru: Закрыть
zh_hans: 关闭

source: Close (Esc)
de: Schließen (Esc)
fr: Fermer (Échap)
ru: Закрыть (Esc)
zh_hans: 关闭（Esc）

source: Close All Pins
de: Alle schließen
fr: Tout fermer
ru: Закрыть все
zh_hans: 关闭所有贴图

source: Close Pin
de: Schließen
fr: Fermer
ru: Закрыть
zh_hans: 关闭贴图

source: Close Window
de: Fenster schließen
fr: Fermer la fenêtre
ru: Закрыть окно
zh_hans: 关闭窗口

source: Closing the editor stops it.
de: Wenn du den Editor schließt, wird der Vorgang abgebrochen.
fr: Fermer l’éditeur l’interrompra.
ru: Если закрыть редактор, процесс остановится.
zh_hans: 关闭编辑器会停止此操作。

source: Coastal Haze
de: Küstendunst
fr: Brume côtière
ru: Прибрежная дымка
zh_hans: 海岸薄雾

source: Cobalt Drapes
de: Kobaltvorhang
fr: Drapé cobalt
ru: Кобальтовые шторы
zh_hans: 钴蓝帷幕

source: Color
de: Farbe
fr: Couleur
ru: Цвет
zh_hans: 颜色

source: Command Center
de: Kommandozentrale
fr: Centre de commande
ru: Командный центр
zh_hans: 命令中心

source: Commands
de: Befehle
fr: Commandes
ru: Команды
zh_hans: 命令

source: Compose Email
de: E-Mail verfassen
fr: Rédiger un e-mail
ru: Написать письмо
zh_hans: 撰写邮件

source: Computer sound
de: Systemton
fr: Son de l’ordinateur
ru: Звук компьютера
zh_hans: 电脑声音

source: Conflict detected
de: Konflikt erkannt
fr: Conflit détecté
ru: Обнаружен конфликт
zh_hans: 检测到冲突

source: Copied
de: Kopiert
fr: Copié
ru: Скопировано
zh_hans: 已拷贝

source: Copied to clipboard
de: In die Zwischenablage kopiert
fr: Copié dans le presse-papiers
ru: Скопировано в буфер обмена
zh_hans: 已拷贝到剪贴板

source: Copied — paste it anywhere
de: Kopiert – überall einsetzbar
fr: Copié — collez-le où vous voulez
ru: Скопировано — вставьте куда угодно
zh_hans: 已拷贝 — 可粘贴到任何地方

source: Copy
de: Kopieren
fr: Copier
ru: Скопировать
zh_hans: 拷贝

source: Copy %@
de: %@ kopieren
fr: Copier %@
ru: Скопировать %@
zh_hans: 拷贝 %@

source: Copy (⌘C)
de: Kopieren (⌘C)
fr: Copier (⌘C)
ru: Скопировать (⌘C)
zh_hans: 拷贝（⌘C）

source: Copy Current Frame
de: Aktuelles Bild kopieren
fr: Copier l’image actuelle
ru: Скопировать текущий кадр
zh_hans: 拷贝当前帧

source: Copy Path
de: Pfad kopieren
fr: Copier le chemin
ru: Скопировать путь
zh_hans: 拷贝路径

source: Copy Text
de: Text kopieren
fr: Copier le texte
ru: Скопировать текст
zh_hans: 拷贝文字

source: Copy as Table
de: Als Tabelle kopieren
fr: Copier en tableau
ru: Скопировать как таблицу
zh_hans: 拷贝为表格

source: Copy capture to clipboard
de: Bildschirmfoto in die Zwischenablage kopieren
fr: Copier la capture dans le presse-papiers
ru: Скопировать снимок в буфер обмена
zh_hans: 将截屏拷贝到剪贴板

source: Copy current frame
de: Aktuelles Bild kopieren
fr: Copier l’image actuelle
ru: Скопировать текущий кадр
zh_hans: 拷贝当前帧

source: Copy image to clipboard
de: Bild in die Zwischenablage kopieren
fr: Copier l’image dans le presse-papiers
ru: Скопировать изображение в буфер обмена
zh_hans: 将图像拷贝到剪贴板

source: Copy recognized text (OCR)
de: Erkannten Text kopieren (OCR)
fr: Copier le texte reconnu (OCR)
ru: Скопировать распознанный текст (OCR)
zh_hans: 拷贝识别出的文字（OCR）

source: Copy screenshots to clipboard
de: Bildschirmfotos in die Zwischenablage kopieren
fr: Copier les captures dans le presse-papiers
ru: Копировать снимки в буфер обмена
zh_hans: 将截屏拷贝到剪贴板

source: Copy the rows tab-separated, ready to paste into a spreadsheet
de: Zeilen mit Tabulatoren getrennt kopieren – bereit zum Einsetzen in eine Tabellenkalkulation
fr: Copier les lignes séparées par des tabulations, prêtes à coller dans un tableur
ru: Скопировать строки с разделителями-табуляциями, чтобы вставить их в электронную таблицу
zh_hans: 以制表符分隔的形式拷贝各行，可直接粘贴到电子表格中

source: Copy to clipboard
de: In die Zwischenablage kopieren
fr: Copier dans le presse-papiers
ru: Скопировать в буфер обмена
zh_hans: 拷贝到剪贴板

source: Copy to clipboard — %@
de: In die Zwischenablage kopieren – %@
fr: Copier dans le presse-papiers — %@
ru: Скопировать в буфер обмена — %@
zh_hans: 拷贝到剪贴板 — %@

source: Copying %lld%%
de: Kopieren %lld %%
fr: Copie %lld %%
ru: Копирование %lld %%
zh_hans: 正在拷贝 %lld%%

source: Could Not Disable Apple Shortcuts
de: Apple-Kurzbefehle konnten nicht deaktiviert werden
fr: Impossible de désactiver les raccourcis Apple
ru: Не удалось отключить сочетания клавиш Apple
zh_hans: 无法停用 Apple 快捷键

source: Could Not Save Screenshot
de: Bildschirmfoto konnte nicht gesichert werden
fr: Impossible d’enregistrer la capture
ru: Не удалось сохранить снимок экрана
zh_hans: 无法存储截屏

source: Could not copy the screenshot
de: Das Bildschirmfoto konnte nicht kopiert werden
fr: Impossible de copier la capture d’écran
ru: Не удалось скопировать снимок экрана
zh_hans: 无法拷贝截屏

source: Could not copy this capture
de: Dieses Bildschirmfoto konnte nicht kopiert werden
fr: Impossible de copier cette capture
ru: Не удалось скопировать этот снимок
zh_hans: 无法拷贝此截屏

source: Could not encode screenshot as PNG.
de: Das Bildschirmfoto konnte nicht als PNG codiert werden.
fr: Impossible d’encoder la capture en PNG.
ru: Не удалось закодировать снимок экрана в PNG.
zh_hans: 无法将截屏编码为 PNG。

source: Could not encode the screenshot.
de: Das Bildschirmfoto konnte nicht codiert werden.
fr: Impossible d’encoder la capture.
ru: Не удалось закодировать снимок экрана.
zh_hans: 无法编码截屏。

source: Could not list windows. Check permissions.
de: Fenster konnten nicht aufgelistet werden. Prüfe die Berechtigungen.
fr: Impossible de lister les fenêtres. Vérifiez les autorisations.
ru: Не удалось получить список окон. Проверьте разрешения.
zh_hans: 无法列出窗口。请检查权限。

source: Could not restore Apple shortcuts.
de: Apples Kurzbefehle konnten nicht wiederhergestellt werden.
fr: Impossible de restaurer les raccourcis Apple.
ru: Не удалось восстановить сочетания клавиш Apple.
zh_hans: 无法恢复 Apple 快捷键。

source: Could not save the recording (%@).
de: Die Aufnahme konnte nicht gesichert werden (%@).
fr: Impossible de sauvegarder l’enregistrement (%@).
ru: Не удалось сохранить запись (%@).
zh_hans: 无法存储录制内容（%@）。

source: Could not save the recording.
de: Die Aufnahme konnte nicht gesichert werden.
fr: Impossible de sauvegarder l’enregistrement.
ru: Не удалось сохранить запись.
zh_hans: 无法存储录制内容。

source: Could not start recording (%@).
de: Die Aufzeichnung konnte nicht gestartet werden (%@).
fr: Impossible de démarrer l’enregistrement (%@).
ru: Не удалось начать запись (%@).
zh_hans: 无法开始录制（%@）。

source: Couldn't add that song — %@
de: Song konnte nicht hinzugefügt werden – %@
fr: Impossible d’ajouter ce morceau — %@
ru: Не удалось добавить песню — %@
zh_hans: 无法添加这首歌 — %@

source: Couldn't copy the screenshot. Try again, or save it instead.
de: Das Bildschirmfoto konnte nicht kopiert werden. Versuche es erneut oder sichere es stattdessen.
fr: Impossible de copier la capture. Réessayez ou enregistrez-la plutôt.
ru: Не удалось скопировать снимок экрана. Повторите попытку или сохраните его.
zh_hans: 无法拷贝截屏。请重试，或改为存储。

source: Couldn't create the GIF file. Check that you can save to that folder, then export again.
de: Die GIF-Datei konnte nicht erstellt werden. Prüfe, ob du in diesem Ordner sichern darfst, und exportiere erneut.
fr: Impossible de créer le fichier GIF. Vérifiez que vous pouvez enregistrer dans ce dossier, puis exportez à nouveau.
ru: Не удалось создать файл GIF. Проверьте, можно ли сохранять в эту папку, и экспортируйте снова.
zh_hans: 无法创建 GIF 文件。请确认你可以存储到该文件夹，然后重新导出。

source: Couldn't create the video file.
de: Die Videodatei konnte nicht erstellt werden.
fr: Impossible de créer le fichier vidéo.
ru: Не удалось создать видеофайл.
zh_hans: 无法创建视频文件。

source: Couldn't make captions
de: Untertitel konnten nicht erstellt werden
fr: Impossible de créer les sous-titres
ru: Не удалось создать субтитры
zh_hans: 无法生成字幕

source: Couldn't make the click sound. Turn off Click sounds (Audio tab), then export again.
de: Das Klickgeräusch konnte nicht erzeugt werden. Deaktiviere „Klickgeräusche“ (Tab „Audio“) und exportiere erneut.
fr: Impossible de créer le son de clic. Désactivez Sons de clic (onglet Audio), puis exportez à nouveau.
ru: Не удалось создать звук нажатия. Выключите «Звуки нажатий» (вкладка «Аудио») и экспортируйте снова.
zh_hans: 无法生成点按音效。请关闭“点按音效”（“音频”标签页），然后重新导出。

source: Couldn't open that image
de: Das Bild konnte nicht geöffnet werden
fr: Impossible d’ouvrir cette image
ru: Не удалось открыть изображение
zh_hans: 无法打开该图像

source: Couldn't open that video — %@
de: Das Video konnte nicht geöffnet werden – %@
fr: Impossible d’ouvrir cette vidéo — %@
ru: Не удалось открыть видео — %@
zh_hans: 无法打开该视频 — %@

source: Couldn't open this video
de: Dieses Video konnte nicht geöffnet werden
fr: Impossible d’ouvrir cette vidéo
ru: Не удалось открыть это видео
zh_hans: 无法打开此视频

source: Couldn't prepare the video. Export again; if it keeps happening, restart Shotnix.
de: Das Video konnte nicht vorbereitet werden. Exportiere erneut; wenn das weiterhin passiert, starte Shotnix neu.
fr: Impossible de préparer la vidéo. Exportez à nouveau ; si le problème persiste, redémarrez Shotnix.
ru: Не удалось подготовить видео. Экспортируйте снова; если ошибка повторится, перезапустите Shotnix.
zh_hans: 无法准备视频。请重新导出；如果问题仍然存在，请重新启动 Shotnix。

source: Couldn't read that audio file
de: Die Audiodatei konnte nicht gelesen werden
fr: Impossible de lire ce fichier audio
ru: Не удалось прочитать аудиофайл
zh_hans: 无法读取该音频文件

source: Couldn't read the recording for the GIF. Try exporting a shorter part, or choose MP4.
de: Die Aufnahme konnte für das GIF nicht gelesen werden. Exportiere einen kürzeren Teil oder wähle MP4.
fr: Impossible de lire l’enregistrement pour le GIF. Essayez d’exporter une partie plus courte, ou choisissez MP4.
ru: Не удалось прочитать запись для GIF. Попробуйте экспортировать фрагмент покороче или выберите MP4.
zh_hans: 无法读取录制内容来生成 GIF。请尝试导出较短的部分，或选择 MP4。

source: Couldn't read the recording. Check that its file is still there, then export again.
de: Die Aufnahme konnte nicht gelesen werden. Prüfe, ob die Datei noch vorhanden ist, und exportiere erneut.
fr: Impossible de lire l’enregistrement. Vérifiez que son fichier est toujours là, puis exportez à nouveau.
ru: Не удалось прочитать запись. Проверьте, на месте ли ее файл, и экспортируйте снова.
zh_hans: 无法读取录制内容。请确认其文件仍然存在，然后重新导出。

source: Couldn't save the captions file
de: Die Untertiteldatei konnte nicht gesichert werden
fr: Impossible d’enregistrer le fichier de sous-titres
ru: Не удалось сохранить файл субтитров
zh_hans: 无法存储字幕文件

source: Couldn't save the screenshot to %@. Click to check the save folder.
de: Das Bildschirmfoto konnte nicht in „%@“ gesichert werden. Klicke, um den Zielordner zu prüfen.
fr: Impossible d’enregistrer la capture dans « %@ ». Cliquez pour vérifier le dossier d’enregistrement.
ru: Не удалось сохранить снимок экрана в папку «%@». Нажмите, чтобы проверить папку для сохранения.
zh_hans: 无法将截屏存储到“%@”。点按以检查存储文件夹。

source: Couldn't save the screenshot: Shotnix can't write to %@. Click to choose another save folder.
de: Das Bildschirmfoto konnte nicht gesichert werden: Shotnix kann nicht in „%@“ schreiben. Klicke, um einen anderen Zielordner zu wählen.
fr: Impossible d’enregistrer la capture : Shotnix ne peut pas écrire dans « %@ ». Cliquez pour choisir un autre dossier d’enregistrement.
ru: Не удалось сохранить снимок экрана: Shotnix не может записывать в папку «%@». Нажмите, чтобы выбрать другую папку для сохранения.
zh_hans: 无法存储截屏：Shotnix 无法写入“%@”。点按以选择其他存储文件夹。

source: Couldn't save the screenshot: it could not be encoded as %@.
de: Das Bildschirmfoto konnte nicht gesichert werden: Es ließ sich nicht als %@ codieren.
fr: Impossible d’enregistrer la capture : elle n’a pas pu être encodée en %@.
ru: Не удалось сохранить снимок экрана: его невозможно закодировать в формат %@.
zh_hans: 无法存储截屏：无法编码为 %@。

source: Couldn't save the screenshot: the disk is full. Free up space or pick another save folder.
de: Das Bildschirmfoto konnte nicht gesichert werden: Der Speicher ist voll. Gib Speicherplatz frei oder wähle einen anderen Zielordner.
fr: Impossible d’enregistrer la capture : le disque est plein. Libérez de l’espace ou choisissez un autre dossier d’enregistrement.
ru: Не удалось сохранить снимок экрана: диск заполнен. Освободите место или выберите другую папку для сохранения.
zh_hans: 无法存储截屏：磁盘已满。请释放空间或选择其他存储文件夹。

source: Couldn't set up the video encoder. Choose H.264 or a lower resolution, then export again.
de: Der Video-Encoder konnte nicht eingerichtet werden. Wähle H.264 oder eine niedrigere Auflösung und exportiere erneut.
fr: Impossible de configurer l’encodeur vidéo. Choisissez H.264 ou une résolution plus basse, puis exportez à nouveau.
ru: Не удалось настроить видеокодер. Выберите H.264 или более низкое разрешение и экспортируйте снова.
zh_hans: 无法设置视频编码器。请选择 H.264 或更低的分辨率，然后重新导出。

source: Couldn't start the export. Export again; if it keeps happening, restart Shotnix.
de: Der Export konnte nicht gestartet werden. Exportiere erneut; wenn das weiterhin passiert, starte Shotnix neu.
fr: Impossible de démarrer l’exportation. Exportez à nouveau ; si le problème persiste, redémarrez Shotnix.
ru: Не удалось начать экспорт. Экспортируйте снова; если ошибка повторится, перезапустите Shotnix.
zh_hans: 无法开始导出。请重新导出；如果问题仍然存在，请重新启动 Shotnix。

source: Couldn't translate (%@). Try again, or pick another language.
de: Übersetzung fehlgeschlagen (%@). Versuche es erneut oder wähle eine andere Sprache.
fr: Traduction impossible (%@). Réessayez, ou choisissez une autre langue.
ru: Не удалось перевести (%@). Повторите попытку или выберите другой язык.
zh_hans: 无法翻译（%@）。请重试，或选择其他语言。

source: Couldn't write the GIF. Check that there's free space, or export a shorter part.
de: Das GIF konnte nicht geschrieben werden. Prüfe, ob genug Speicherplatz frei ist, oder exportiere einen kürzeren Teil.
fr: Impossible d’écrire le GIF. Vérifiez qu’il reste de l’espace libre, ou exportez une partie plus courte.
ru: Не удалось записать GIF. Проверьте, есть ли свободное место, или экспортируйте фрагмент покороче.
zh_hans: 无法写入 GIF。请确认有足够的可用空间，或导出较短的部分。

source: Couldn't write the video. Check that there's free space and that you can save to that folder, then export again.
de: Das Video konnte nicht geschrieben werden. Prüfe, ob genug Speicherplatz frei ist und du in diesem Ordner sichern darfst, und exportiere erneut.
fr: Impossible d’écrire la vidéo. Vérifiez qu’il reste de l’espace libre et que vous pouvez enregistrer dans ce dossier, puis exportez à nouveau.
ru: Не удалось записать видео. Проверьте, есть ли свободное место и можно ли сохранять в эту папку, и экспортируйте снова.
zh_hans: 无法写入视频。请确认有足够的可用空间且你可以存储到该文件夹，然后重新导出。

source: Crimson Ridge
de: Purpurgrat
fr: Crête pourpre
ru: Багряный хребет
zh_hans: 绯红山脊

source: Crisp and compact — the best default
de: Scharf und kompakt – die beste Standardwahl
fr: Net et compact — le meilleur choix par défaut
ru: Четко и компактно — лучший вариант по умолчанию
zh_hans: 清晰且紧凑 — 最佳默认选项

source: Crop
de: Beschneiden
fr: Rognage
ru: Обрезка
zh_hans: 裁剪

source: Crop the Recording…
de: Aufnahme beschneiden …
fr: Rogner l’enregistrement…
ru: Обрезать запись…
zh_hans: 裁剪录制内容…

source: Crop the recording — trim away toolbars or empty space
de: Aufnahme beschneiden – Symbolleisten oder leere Flächen entfernen
fr: Rogner l’enregistrement — retirer les barres d’outils ou les zones vides
ru: Обрезать запись — убрать панели инструментов или пустое место
zh_hans: 裁剪录制内容 — 去掉工具栏或空白区域

source: Cropped
de: Beschnitten
fr: Rogné
ru: Обрезано
zh_hans: 已裁剪

source: Cropped — cursor, zooms, and clicks follow
de: Beschnitten – Zeiger, Zooms und Klicks passen sich an
fr: Rogné — le pointeur, les zooms et les clics suivent
ru: Обрезано — указатель, увеличения и нажатия подстраиваются
zh_hans: 已裁剪 — 指针、缩放和点按会随之调整

source: Cursor
de: Zeiger
fr: Pointeur
ru: Указатель
zh_hans: 指针

source: Cursor, clicks, and keyboard shortcuts
de: Zeiger, Klicks und Tastaturkurzbefehle
fr: Pointeur, clics et raccourcis clavier
ru: Указатель, нажатия и сочетания клавиш
zh_hans: 指针、点按和快捷键

source: Custom
de: Eigene
fr: Personnalisée
ru: Свой
zh_hans: 自定

source: Custom color
de: Eigene Farbe
fr: Couleur personnalisée
ru: Свой цвет
zh_hans: 自定颜色

source: Custom color #%@
de: Eigene Farbe #%@
fr: Couleur personnalisée #%@
ru: Свой цвет #%@
zh_hans: 自定颜色 #%@

source: Custom: %@
de: Eigenes Bild: %@
fr: Image personnalisée : %@
ru: Свое изображение: %@
zh_hans: 自定图像：%@

source: Custom…
de: Eigene Farbe …
fr: Personnaliser…
ru: Другой…
zh_hans: 自定颜色…

source: Cut
de: Ausschneiden
fr: Couper
ru: Вырезать
zh_hans: 剪切

source: Cut %lld words — ⌘Z to undo
de: %lld Wörter herausgeschnitten – ⌘Z zum Widerrufen
fr: %lld mots coupés — ⌘Z pour annuler
ru: Вырезано %lld слова — ⌘Z, чтобы отменить
zh_hans: 已剪掉 %lld 个词 — 按 ⌘Z 撤销

source: Cut filler words like um and uh
de: Füllwörter wie „äh“ und „ähm“ herausschneiden
fr: Couper les mots de remplissage comme « euh » et « hum »
ru: Вырезать слова-паразиты вроде «э-э» и «м-м»
zh_hans: 剪掉“嗯”“呃”之类的语气词

source: Cut from Video
de: Aus dem Video schneiden
fr: Couper de la vidéo
ru: Вырезать из видео
zh_hans: 从视频中剪掉

source: Cut this part
de: Abschnitt herausschneiden
fr: Couper ce passage
ru: Вырезать этот фрагмент
zh_hans: 剪掉这一段

source: Cut, no transition
de: Schnitt, kein Übergang
fr: Coupe, sans transition
ru: Склейка без перехода
zh_hans: 硬切，无转场

source: Cutout
de: Freigestellt
fr: Détouré
ru: Силуэт
zh_hans: 抠像

source: Decoded details
de: Decodierte Details
fr: Détails décodés
ru: Расшифрованные данные
zh_hans: 解码详情

source: Delete
de: Löschen
fr: Supprimer
ru: Удалить
zh_hans: 删除

source: Delete %lld Captures?
de: %lld Bildschirmfotos löschen?
fr: Supprimer %lld captures ?
ru: Удалить %lld снимка?
zh_hans: 要删除 %lld 张截屏吗？

source: Delete (⌫)
de: Löschen (⌫)
fr: Supprimer (⌫)
ru: Удалить (⌫)
zh_hans: 删除（⌫）
